Revit 2024 API
SlabShapeVertex Properties
The SlabShapeVertex type exposes the following members.
Properties
Name | Description
Position
The position of the vertex.
VertexType
The type of the vertex.
See Also
SlabShapeVertex Class
Autodesk.Revit.DB Namespace